{"_id":{"$oid":"620de6c366a49065e761401f"},"text":"test edit \r\n\r\n\r\n1. one\r\n2. two\r\n3. three","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-17T06:10:11.665Z"},"__v":0}
{"_id":{"$oid":"620e1457698cdee681793a20"},"text":"Authorising Party :- (One of the following) \r\n\r\n-Site Manager (during Construction) \r\n-Plant Superintendent (after taking over from Site Manager) \r\n-Chief Maintenance Engineer \r\n-Load Despatcher (for transmission system) \r\n-Area Head (for regional grid) \r\n\r\n","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-17T09:24:39.734Z"},"__v":0}
{"_id":{"$oid":"620e166c698cdee681793a5d"},"text":"Eye and Face Protection\r\n\r\n1. Safety glasses or face shields are worn anytime work operations can cause foreign objects gelling into the eye such as during welding, cutting, grinding, nailing (or when working with concrete and/or harmful chemicals or when exposed to flying particles).\r\n2. Eye and face protectors are selected based on anticipated hazards.\r\n3. Safety glasses or face shields are worn when exposed to any electrical hazards including work on energized electrical systems.\r\n\r\n   ","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:33:32.104Z"},"__v":0}
{"_id":{"$oid":"620e16e7698cdee681793aac"},"text":"Foot Protection\r\n\r\n1. Construction workers should wear work shoes or boots with slip-resistant and puncture-resistant soles.\r\n2. Safety-toed footwear is worn to prevent crushed toes when working around heavy equipment or falling objects. \r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:35:35.802Z"},"__v":0}
{"_id":{"$oid":"620e16ef698cdee681793ab5"},"text":"Authorising Party:- (One of the following)\r\n            -Site Manager (during Construction)\r\n            -Plant Superintendent (after taking over from Site Manager)\r\n            -Chief Maintenance Engineer\r\n            -Load Despatcher (for transmission system)\r\n            -Area Head (for regional grid)\r\n\r\n1. Issue of safety document\r\n2. Guiding personnel for implementation safety policy\r\n3. Planning Safety Facilities\r\n4. Ensuring follow up of safety\r\n5. Safety Audit\r\n6. Issuing work permit after shut down\r\n7. Follow up of safety during work permit.\r\n8. Follow up of Progress of work\r\n9. Cancellation of work permit after completion of work and restoring original conditions for re-energizing the plant.\r\n\r\nOperating Party (which operates the plant) :-\r\n1. Study the situation before outage due to work permit\r\n2. Plan sequence of operations before shut-down\r\n3. Ensuring that the working party is equipped to do the assigned work\r\n4. Handing over the equipment/plant to working party against work permit after isolation and earthing\r\n5. Taking over the plant/equipment after completion of work/ cancellation of work permit.\r\n6. Ensuring safety conditions before re-energizing\r\n7. Recommissioning and operating the plant.\r\n\r\nWorking Party (Party who has taken work permit for doing work)\r\n1. Planning and organising the work under the work permit\r\n2 Acknowledging Work Permit and receipt of safety key\r\n3. Take safety precautions.\r\n4. Taking over the plant/equipment for work\r\n5. Completing work return of work permit\r\n6. Manding over plant/equipment\r\n\r\n ","authorId":{"$oid":"620e15db698cdee681793a3c"},"authorName":"Jonti Kumawat","createdAt":{"$date":"2022-02-17T09:35:43.488Z"},"__v":0}
{"_id":{"$oid":"620e16ff698cdee681793ac6"},"text":"Hand Protection\r\n\r\n1. Gloves should fit snugly.\r\n2. Workers wear the right gloves for the job (for example, heavy-duty rubber gloves for concrete work, welding gloves for welding, insulated gloves and sleeves when exposed to electrical hazards).\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:35:59.167Z"},"__v":0}
{"_id":{"$oid":"620e1723698cdee681793ad2"},"text":"Head Protection\r\n\r\n1. Workers shall wear hard hats where there is a potential for objects falling from above, bumps to their heads from fixed objects, or of accidental head contact with electrical hazards.\r\n2. Hard hats are routinely inspected for dents, cracks or deterioration.\r\n3. Hard hats are replaced after a heavy blow or electrical shock.\r\n4. Hard hats are maintained in good condition.\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:36:35.109Z"},"__v":0}
{"_id":{"$oid":"620e1799698cdee681793af4"},"text":"-LWP is issued under following situations :\r\n 1. When repair work is carried out on particular equipment in a particular zone of the plant (and overall plant need not be shut-down)\r\n 2. When a particular equipment/zone is to be tested, and other plant need not be shut-down.\r\n 3. When maintenance is to be done on particular section of  the total plant\r\n\r\n-LWC is issued by the site manager to the responsible person who is permitted to do the limited work. \r\n\r\n-The Person signs the copy of the LWP and returns it as the acknowledgment of Receipt of the LWP. LWP is returned after completion of the work and thereafter LWP is cancelled.\r\n\r\n ","authorId":{"$oid":"620e15db698cdee681793a3c"},"authorName":"Jonti Kumawat","createdAt":{"$date":"2022-02-17T09:38:33.797Z"},"__v":0}
{"_id":{"$oid":"620e17d4698cdee681793afe"},"text":"Scaffolding\r\n\r\n1. Scaffolds should be set on sound footing.\r\n2. Damaged parts that affect the strength of the scaffold are taken out of service.\r\n3. Scaffolds are net altered.\r\n4. All scaffolds should be fully planked.\r\n5. Scaffolds are not moved horizontally while workers are on them unless they are designed to be mobile and workers have been trained in the proper procedures.\r\n6. Employees are not permitted to work on scaffolds when covered with snow, ice, or other slippery materials.\r\n7. Scaffolds are not erected or moved within 3 meters of power lines.\r\n8. Employees are not permitted to work on scaffolds in bad weather or high winds unless a competent person has determined that it is safe to do so.\r\n9. Ladders, boxes, barrels, buckets or other makeshift platforms are not used to raise work height.\r\n10. Extra material is not allowed to build up on scaffold platforms.\r\n11. Scaffolds should not be laded with more weight than they were designed to support.\r\n\r\n\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:39:32.703Z"},"__v":0}
{"_id":{"$oid":"620e17f0698cdee681793b10"},"text":"Electrical Safety\r\n\r\n1. Work on new and existing energized (hot) electrical circuits is prohibited until all power is shut off.\r\n2. An effective Lockout/Tagout system is in place.\r\n3. Frayed, damaged or worn electrical cords or cables are promptly replaced.\r\n4. All extension cords have grounding prongs.\r\n5. Protect flexible cords and cables from damage. Sharp comers and projections should be avoided.\r\n6. Use extension cord sets used with portable electric tools and appliances that are the three-wire type and designed for hard or extra-hard service. (Lock for some of the following letters imprinted on the casing : S, ST, SO, STO.)\r\n7. All electrical tools and equipment are maintained in safe condition and checked regularly for defects and taken out of service if a defect is found.\r\n8. Do not bypass any protective system or device designed\r\n9. Overhead electrical power lines are located and identified.\r\n10. Ensure that ladders, scaffolds, equipment or materials never come within 3 metres of electrical power lines.\r\n11. All electrical tools must be properly grounded unless they are of the double insulated type.\r\n12. Multiple plug adapters are prohibited.\r\n ","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:40:00.383Z"},"__v":0}
{"_id":{"$oid":"620e183f698cdee681793b3d"},"text":"Floor and Wall Openings\r\n\r\n1. Floor openings (30 cm or more) are guarded by a secured cover, a guardrail or equivalent on all sides (except at entrances to stairways).\r\n2. Toeboards are installed around the edges of permanent floor openings (where persons may pass below the opening).\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:41:19.871Z"},"__v":0}
{"_id":{"$oid":"620e185a698cdee681793b4e"},"text":"Elevated Surfaces\r\n\r\n1. Sings are posted, when appropriate, showing the elevated surface load capacity,\r\n2. Surfaces elevated more than 1.3 metres above the floor or ground have standard guardrails. \r\n3. All elevated surfaces (beneath which people or machinery could be exposed to falling objects) have standard 10 cmr 11toeboards.\r\n4. A permanent means of entry and exit with handrails is provided to elevated storage and work surface\r\n5. Material is piled, stacked or racked in a way that prevents it from tipping, falling, collapsing, rolling or spreading.\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:41:46.941Z"},"__v":0}
{"_id":{"$oid":"620e186c698cdee681793b61"},"text":"Testing is necessary after major repair/maintenance or modification in the plant. “Permission To Test” is issued to Testing Engineer by the Site Manager. \r\nThe Testing Engineer gives acknowledgment by signing on the copy of PTT. The PTT is cancelled after return of the PTT by Test Engineer. \r\n","authorId":{"$oid":"620e15db698cdee681793a3c"},"authorName":"Jonti Kumawat","createdAt":{"$date":"2022-02-17T09:42:04.084Z"},"__v":0}
{"_id":{"$oid":"620e187b698cdee681793b6e"},"text":"Hazard Communication\r\n\r\n1. A list of hazardous substances used in the workplace is maintained and readily available at the worksite.\r\n2. There is a written hazard communication,program addressing Material Safety Data Sheets(MSDS) labeling and employee training\r\n3. Each container of a hazardous substance (vats, bottles, storage tanks) is labeled with product identity and a hazard warning(s) (communicating the specific health hazards and physical hazards).\r\n4. Material Safety Data Sheets are readily available at all times for each hazardous substance used.\r\n5. There is an effective employee training program for hazardous substances.\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:42:19.569Z"},"__v":0}
{"_id":{"$oid":"620e18f3698cdee681793b91"},"text":"When PTW, LWP, PTT is issued, persons will start working in the zone of permit. The “Safe Key Procedure” described below prevents switching on by third person by mistake :-\r\n- The Safety’s Keys of isolator/Earthing switch witch are taken out and kept in \"KEY SAFE'.\r\n- The ‘KEY SAFE’ is locked by the Site Manager and the KEY SAFE-KEY' is issued to the Permit Holder along with the Permit Document\r\n   (LWP/PTT/VW).\r\n- After completion of the work, the Permit Holder returns the Permit Document to Site manager.\r\n- The Site Manger Cancels the Permit Document (LWP/PTT) and accepts the “KEY SAFE-KEY”\r\n- The Safety Keys (1, 2, 3) of Isolations/Earthing Switches are taken out from the “Key Safe” and the Isolators/Earthing Switches are \r\n    unlocked. \r\n- The circuit can be reenergized by operating staff safely.\r\n ","authorId":{"$oid":"620e15db698cdee681793a3c"},"authorName":"Jonti Kumawat","createdAt":{"$date":"2022-02-17T09:44:19.192Z"},"__v":0}
{"_id":{"$oid":"620e1922698cdee681793bb5"},"text":"Safety Training\r\n\r\nThe activities in the training include\r\n\r\n1. Study of Documentation and Procedures\r\n2. Technical study\r\n3. Attending Lectures and Workshops\r\n4. Practical Demonstration\r\n5. Training in Manufacturer's works and Laboratory\r\n6. Training at other connected stations in operation\r\n7. On the job Training under Guidance of Experienced Staff\r\n8. Departmental Examinations.\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:45:06.687Z"},"__v":0}
{"_id":{"$oid":"620e1951698cdee681793bc2"},"text":"Stages of Project Construction\r\n\r\nThe various stages of project Construction include:\r\n1. Civil Works\r\n2. Receiving and Storage of materials and equipment\r\n3. Erection\r\n4. Testing, Pre-commissioning, Commissioning.\r\n5. First Energizing\r\n6. Handing over to the operating staff of the owner.\r\n\r\nSafety is important during every stage of the Project Construction.\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:45:53.339Z"},"__v":0}
{"_id":{"$oid":"620e199f698cdee681793bce"},"text":"Safety during receiving, unloading and storage\r\n\r\n1. Inflammable Material Stores should be away from other stores/buildings/main roads.\r\n2. Fire hydrants, Fire-Extinguishers are other essential requirements recommended by insurance companies should be provided for each store. \r\n3. Stores and equipment must be covered by storage-cum- Erection Insurance Policy.\r\n4. Indoor Permanent stores buildings should be carefully designed to satisfy safety rules, fire prevention and security.\r\n5. Storage Instruction for materials and equipment must be carefully followed, e.g. Indoor equipment to be stored in indoor stores.\r\n6. Stores are planned and built with following safety precautions duly applied :\r\n6.1. Floor of the stores should be flat, firm and sufficiently above the flood level. Wooden sleepers are used for placing indoor cubicles.\r\n6.2. Roads and passages should have sufficient width and radius for movement of fork-lifters, cranes, trucks. Doors should be of adequate height.\r\n6.3. Storage areas should be allocated and marked. The storage map should be hung in each store to indicate 'what is stored where'.\r\n7. Stores should be well lighted by a lighting system with good-quality wiring and supply switch board. Switch boards should have Miniature Circuit Breakers of correct rating.\r\n8. Cranes/ forklifts/ chains/ Ropes/ slings/ D-SchacIes etc. used for handling various materials and equipment must be periodically inspected and tested. Worn out ropes, chains must be scrapped. Old unreliable cranes, fork-lifters must be replaced by new. Material handling devices must be regularly inspected, serviced.\r\n","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-17T09:47:11.225Z"},"__v":0}
{"_id":{"$oid":"620e1b92698cdee681793bf1"},"text":"- The Work Permit is issued after disconnecting the HV apparatus on which work is to be done.\r\n- The controlling circuit-breakers are opened, isolators are opened and earthing switches are closed.\r\n- For a transformer, circuit-breakers and isolators on both the sides must be opened.\r\n- For transmission-line work the circuit-breaker/isolators from each end must be opened. \r\n- For a Ted Transmission Line, instructions regarding shutdown must be given to three terminal substations.\r\n- The date end time of instructions, confirmations about opening must be noted in the log book in the form of the Safety Record\r\n   Circuits Breakers and Isolators of all the infeeds should be opened.\r\n- Isolators should be made inoperative by locking off. The Safety Key is taken to \"Key Safe\" and kept under lock of \"Key Safe” Earthing \r\n   switches are closed.\r\n- During restoration of circuit, reverse sequence is followed.\r\n- After completion of the work , the work permit is returned, the “KEY SAFE” is opened isolator Safety Keys are taken, circuit is restored \r\n   by opening earthing switches, then closing isolators and then closing the circuit-breakers.\r\n","authorId":{"$oid":"620e15db698cdee681793a3c"},"authorName":"Jonti Kumawat","createdAt":{"$date":"2022-02-17T09:55:30.313Z"},"__v":0}
{"_id":{"$oid":"620e1bf2698cdee681793c11"},"text":"Check that all parties have cleared the zone to the energized. All temporary tools, tackles, ladders, vehicles, support structures are removed from the zone.\r\nAll temporary earths are removed.\r\nAll temporary shorts are removed.\r\nAll protective relays are brought in circuit and their settings are restored.\r\nArea is cordoned off and no persons are allowed in.\r\nHire fighters are kept alert.\r\nWork permit is cancelled.\r\nAll the pre commissioning checks are carried out as done in the case of original commissioning\r\nEquipment is charged under close observation. If any abnormal, sound/flash observed switch-off immediately. Investigate and take corrective action.\r\nAfter successful energizing, keep under observations for adequate time (depending upon equipment and time to reach full load). \r\n","authorId":{"$oid":"620e15db698cdee681793a3c"},"authorName":"Jonti Kumawat","createdAt":{"$date":"2022-02-17T09:57:06.199Z"},"__v":0}
{"_id":{"$oid":"620f5675b67959092c4203f8"},"text":"In every registered factory, where more than 250 KW of electrical load is connected, there SHALL BE A PERSON authorized by the management for\r\n\r\n    - ensuring the safety provisions laid under the Act and the rules made there under,\r\n    - Shall periodically inspect such installation.\r\n    - Get them tested & keep a record\r\n    - Records shall be made available to the Inspector [or any officer of a specified rank and class appointed to assist the Inspector","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:19:01.556Z"},"__v":0}
{"_id":{"$oid":"620f5683b67959092c420403"},"text":"All suppliers of electricity including generating companies, transmission companies and distribution companies shall appoint A SAFETY OFFICER for proper observance of safety measures in their organization in construction, operation and maintenance of power station, sub-station, transmission and distribution lines ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:19:15.801Z"},"__v":0}
{"_id":{"$oid":"620f5697b67959092c42040d"},"text":"No person shall be authorised unless he is COMPETENT to perform the duties assigned to him and POSSESSES either an appropriate certificate of competency or permit to work.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:19:35.944Z"},"__v":0}
{"_id":{"$oid":"620f5714b67959092c420420"},"text":"Adequate ratings of the Electrical Installation, Mechanical Strength, as per Indian Standards: All electric supply lines and apparatus shall be of sufficient ratings for power, insulation and estimated fault current and of sufficient mechanical strength, for the duty which they may be required to perform under the environmental conditions of installation, and shall be constructed, installed, protected, worked and maintained in such a manner as to ensure safety of human beings, animals and property.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:21:40.269Z"},"__v":0}
{"_id":{"$oid":"620f574fb67959092c42042a"},"text":"Protection equipment, Fire buckets, First aid box ,Gas mask (5MW & Above) etc:\r\n\r\n1. Fire buckets filled with clean dry sand and ready for immediate use for extinguishing fires, in addition to fire extinguishers suitable for dealing with electric fires, shall be conspicuously marked and kept in all generating stations, enclosed sub-stations and switch stations in convenient situation. The fire extinguishers shall be tested for satisfactory operation at least once a year and record of such tests shall be maintained.\r\n\r\n2. First-aid boxes or cup boards conspicuously marked and equipped with such contents as the State Government may specify shall be provided and maintained in every generating station, enclosed sub-station and enclosed switch station so as to be readily accessible during all working hours. All such boxes and cupboards shall, except in the case of unattended sub-stations and switch stations, be kept in charge of responsible persons who are trained in first-aid treatment and one of such person shall be available during working hours.\r\n\r\n3. Two or more gas masks shall be provided conspicuously and installed and maintained at accessible places in every generating station with capacity of 5 MW and above and enclosed sub-station with transformation capacity of 5 MVA and above for use in the event of fire or smoke. Provide that where more than one generator with capacity of 5 MW and above is installed in a power station, each generator would be provided with at least two separate gas masks in accessible and conspicuous position. ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:22:39.277Z"},"__v":0}
{"_id":{"$oid":"620f5761b67959092c420434"},"text":"Instructions for restoration of persons suffering from electric shock:\r\n\r\n1. Instructions, in English or Hindi and the local language of the district and where Hindi is the local language, in English and Hindi for the restoration of persons suffering from electric shock, shall be affixed by the owner in a conspicuous place in every generating station, enclosed sub-station, enclosed switch-station and in every factory as defined in clause (m) of section 2 of the Factories Act, 1948 (63 of 1948) in which electricity is used.\r\n\r\n2. The owner of every generating station, enclosed sub-station, enclosed switch-station and every factory or other premises to which this rule applies, shall ensure that all authorized persons employed by him are acquainted with and are competent to apply the instructions.\r\n\r\n3. In every manned high voltage or extra-high voltage generating station, substation or switch station, an artificial respirator shall be provided and kept in good working condition. ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:22:57.861Z"},"__v":0}
{"_id":{"$oid":"620f5770b67959092c42043e"},"text":"Precautions to be adopted by consumers, owners, occupiers, electrical contractors, electrical workmen and suppliers:\r\n\r\n1. All electrical installation works shall be carried out by a person holding certificate of competency and by a person holding a permit issued or recognized by the State Government.\r\n\r\n2. No electrical installation work which has been carried out in contravention of sub-rule (1) UNAUTHORIZED PERSON shall not be energized or connected to the works of any supplier. ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:23:12.461Z"},"__v":0}
{"_id":{"$oid":"620f5783b67959092c420448"},"text":"Periodical inspections and testing of Equipments: Installation shall be periodically inspected and tested at intervals not exceeding five years either by the Inspector or any officer appointed to assist the Inspector or by the supplier as may be directed by the State Government in this behalf or in the case of installations belonging to, or under the control of the Central Government.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:23:31.879Z"},"__v":0}
{"_id":{"$oid":"620f5793b67959092c420452"},"text":"Testing of consumer’s installation: Upon receipt of an application for a new or additional supply of energy and before connecting the supply or reconnecting the same after a period of six months, the supplier shall inspect and test the applicants’ installation.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:23:47.897Z"},"__v":0}
{"_id":{"$oid":"620f57a0b67959092c42045c"},"text":"Installation and Testing of Generating Units: Installation and Testing of Generating Units- Where any consumer or occupier installs a generating plant, he shall give a thirty days’ notice of his intention to commission the plant to the supplier as well as the Inspector","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:24:00.945Z"},"__v":0}
{"_id":{"$oid":"620f57b2b67959092c420466"},"text":"Precautions against leakage before connection in High Voltage Equipments installations (Voltage exceeding 650V but under 33kV):\r\n\r\n1. High Voltage Equipments shall have the IR value as stipulated in the relevant Indian Standard.\r\n\r\n2. At a pressure of 1000 V applied between each live conductor and earth for a period of oneminute the insulation resistance of HV installations shall be at least 1 Mega ohm or as specified by the 1 [Bureau of Indian Standards] from time to time.  ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:24:18.142Z"},"__v":0}
{"_id":{"$oid":"620f57bfb67959092c420470"},"text":"Regarding Supply and use of energy:\r\n\r\n1. A linked switch with fuse(s) or a circuit breaker by low and medium voltage consumers.\r\n\r\n2. A linked switch with fuse(s) or a circuit breaker by HV consumers having aggregate installed transformer/apparatus capacity up to 1000 KVA to be supplied at voltage upto 11 KV and 2500 KVA at higher -voltages (above 11 KV and not exceeding 33 KV).\r\n\r\n3. A circuit breaker by HV consumers having an aggregate installed transformer/apparatus capacity above 1000 KVA and supplied at 11 KV and above 2500 KVA supplied at higher voltages (above 11 KV and not exceeding 33 KV).\r\n\r\n4. A circuit breaker by EHV consumer ; Provided that where the point of commencement of supply and the consumer apparatus are near each other one linked switch with fuse(s) or circuit breaker near the point of commencement of supply as required by this clause shall be considered sufficient for the purpose of this rule; ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:24:31.564Z"},"__v":0}
{"_id":{"$oid":"620f57dbb67959092c42047a"},"text":"Provisions applicable to medium, high or extra-high voltage installations:\r\n\r\n1. All conductors (other than those of overhead lines) shall be completely enclosed mechanically strong metal casting or metallic covering.\r\n\r\n2. All metal works, enclosing, supporting or associated with the installation, other than that designed to serve as a conductor shall be connected with an earthing system.\r\n\r\n3. Every switchboard shall comply with the following provisions, namely:\r\n     a. A clear space of not less than 1 metre in width shall be provided in front of the switchboard\r\n     b. If there are any attachments or bare connections at the back of the switchboard, the space (if any) behind the switchboard shall be either less than 20 centimetres or more than 75 centimetres in width, measured from the farthest outstanding part of any attachment or conductor.\r\n     c. If the space behind the switchboard exceeds 75 centimetres in width, there shall be a passage-way from either end of the switchboard clear to a height of 1.8 metres.    ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-18T08:24:59.334Z"},"__v":0}
{"_id":{"$oid":"62120086ca163aec634a406f"},"text":"Regarding inaccessibility of bare conductors.\r\n\r\n1. Ensure that they are inaccessible;\r\n2. Provide in readily accessible position switches for rendering them dead whenever necessary\r\n3. Take such other safety measures as are considered necessary by the Inspector. ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T08:49:10.608Z"},"__v":0}
{"_id":{"$oid":"62120547ca163aec634a40d4"},"text":"Test for resistance of insulation:\r\n\r\n• Where any electric supply line for use at low or medium voltage has been disconnected from a system for the purpose of addition, alteration or repair, such electric supply line shall not be reconnected to the system until the supplier or the owner has applied the test prescribed under rule 48.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:09:27.005Z"},"__v":0}
{"_id":{"$oid":"6212057cca163aec634a40df"},"text":"Regarding connection with earth:\r\n\r\n1. Neutral conductor of a phase, 4 wire system and the middle conductor of a 2 phase, 3-wire system shall be earthed by not less than two separate and distinct connections with a minimum of two different earth electrodes of such large number as may be necessary to bring the earth resistance to a satisfactory value both at the generating station and at the sub-station. The earth electrodes so provided, may be interconnected to reduce earth resistance. It may also be earthed at one or more points along the distribution system or service line in addition to any connection with earth which may be at the consumer’s premises.]\r\n\r\n2. The frame of every generator, stationary motor, portable motor, and the metallic parts (not intended as conductors) of all transformers and any other apparatus used for regulating or controlling energy and all medium voltage energy consuming apparatus shall be earthed by the owner by two separate and distinct connections with earth.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:10:20.356Z"},"__v":0}
{"_id":{"$oid":"62120599ca163aec634a40e9"},"text":"Regarding earth leakage protective device:\r\n\r\n1. The supply of Energy to every electrical installation other than low voltage installation below 5 KW and those low voltage installations which do not attract provisions of section 30 of the Indian Electricity Act, 1910, shall be controlled by an earth leakage protective device so as to disconnect the supply instantly on the occurrence of earth fault or leakage of current.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:10:49.624Z"},"__v":0}
{"_id":{"$oid":"621205c7ca163aec634a40fb"},"text":"Approvals by Inspector—\r\n\r\nBefore making an application to the Inspector for permission to commence or recommence supply after an installation has been disconnected for one year and above] at high or extra-high voltage to any person, the supplier shall ensure that the high or extra-high voltage electric supply lines or apparatus belonging to him are placed in position, properly joined and duly completed and examined. The supply of energy shall not be commenced by the supplier unless and until the Inspector is satisfied that the provisions of rules 65 to 69 both inclusive have been complied with and the approval in writing of the Inspector have been obtained by him. ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:11:35.948Z"},"__v":0}
{"_id":{"$oid":"62120c34ca163aec634a4186"},"text":"Regarding Material and strength —\r\n\r\n1. All conductors of overhead lines shall have a breaking strength of not less than 350 kg.\r\n\r\n2. Where the voltage is low and the span is of less than 15 metres and is on the owner’s or consumer’s premises, a conductor having an actual breaking strength of not less than 150 kg may be used.\r\n\r\n3. Joints between conductors of overhead lines shall be mechanically and electrically secure under the conditions of operation. The ultimate strength of the joint shall not be less than 95 per cent of that of the conductor, and the electrical conductivity not less than that of the conductor. ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:39:00.554Z"},"__v":0}
{"_id":{"$oid":"62120c58ca163aec634a4192"},"text":"Regarding guarding —\r\n\r\n1. Every guard-wire shall be connected with earth at each point at which its electrical continuity is broken.\r\n\r\n2. Every guard-wire shall have an actual breaking strength of not less than 635 kg and if made of iron or steel, shall be galvanized.  ","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:39:36.533Z"},"__v":0}
{"_id":{"$oid":"62120d41ca163aec634a41b1"},"text":"Safety and protective devices —\r\n\r\n1. Every overhead line, erected over any part of street or other public place or in any factory or mine or on any consumers’ premises shall be protected with a device approved by the Inspector for rendering the line electrically harmless in case it breaks.\r\n\r\n2. The owner of every high and extra-high voltage overhead line shall make adequate arrangements to the satisfaction of the Inspector to prevent unauthorized persons from ascending any of the supports of such overhead lines which can be easily climbed upon without the help of a ladder or special appliances.","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:43:29.82Z"},"__v":0}
{"_id":{"$oid":"62120d5bca163aec634a41bc"},"text":"Protection against lightning —\r\n\r\n1. The owner of every overhead line which is so exposed as to be liable to injury from lightning shall adopt efficient means for diverting to earth any electrical surges due to lightning.\r\n\r\n2. The earthing lead for any lightning arrestor shall not pass through any iron or steel pipe, but shall be taken as directly as possible from the lightning- arrestor to a separate earth electrode and/or junction of the earth mat already provided for the high and extra-high voltage sub-station subject to the avoidance of bends wherever practicable","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:43:55.029Z"},"__v":0}
{"_id":{"$oid":"62120d66ca163aec634a41c7"},"text":"Unused overhead Lines —\r\n\r\n1. Where an overhead line ceases to be used as an electric supply line, the owner shall maintain it in a safe mechanical condition in accordance with rule 76 or shall remove it.\r\n\r\n2. Where any overhead line ceases to be used as an electric supply line, an Inspector may, by a notice in writing served on the owner, require him to maintain it in a safe mechanical condition or to remove it within fifteen days of the receipt of the notice","authorId":{"$oid":"620de6a166a49065e7613ff7"},"authorName":"Aditya Karad","createdAt":{"$date":"2022-02-20T09:44:06.358Z"},"__v":0}
{"_id":{"$oid":"621624299fa81613332910c5"},"text":"Transformer’s temperature\r\n\r\n- The temperature of the transformer is directly related to the life span of the insulating materials; therefore, it is necessary to pay close attention.\r\n- In the case of transformers built according to procedures ANSI, the maximum temperature permitted for oil is of 90°C and the maximum temperature of the hottest point is 110°C.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:10:17.918Z"},"__v":0}
{"_id":{"$oid":"621624419fa81613332910d2"},"text":"Inspection of oil volume\r\n\r\n- The volume of the oil has to be verified from the point of view of the insulation and from the refrigeration.\r\n\r\n- If the oil level fluctuates notoriously in relationship to the temperature, the cause must be determined for proper repair.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:10:41.461Z"},"__v":0}
{"_id":{"$oid":"621624709fa81613332910de"},"text":"Noise\r\n\r\nIn some instances some abnormal noise can be perceived, when you or the operators are being familiarized with the noise that the transformer produces during its normal operation, which can help to discover some defects. The following are the possible causes of abnormal noise:\r\n\r\n1) Resonance of the box and of the radiators due to abnormal changes in the frequency of the source of current\r\n\r\n2) Defect in the adjustment mechanism of the cores\r\n\r\n3) A defect in the central structure, (as loosening of the core) is possible that the tightening screws of the clamps have loosen up\r\n\r\n4) Loosening of the grounding plates, and\r\n\r\n5) Abnormal noise by static discharge, due to lacking grounding plates or poor grounding.\r\n\r\nThese noises can be detected from outside the tank, even though they will not be very loud. ","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:11:28.318Z"},"__v":0}
{"_id":{"$oid":"621624999fa81613332910ea"},"text":"Loosening of the fixing pieces and the valves\r\n\r\n- When grounding terminals are found to be loose, de-energize the transformer and tighten them immediately. \r\n\r\n- The screws of the foundations that are subject to large loads must be tighten firmly to avoid the displacement of the transformer.\r\n\r\n- In some instances the valves are loosened due to vibrations, tight them again.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:12:09.758Z"},"__v":0}
{"_id":{"$oid":"621624e19fa8161333291102"},"text":"Oil leaks\r\n\r\n- Oil leaks can be caused by the deterioration of some gaskets or they are in the wrong position; it takes some time to discover them, check carefully the valves and the gaskets.\r\n\r\n- If there are any defects that could cause a leak, report it to ABB.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:13:21.105Z"},"__v":0}
{"_id":{"$oid":"621626dd9fa816133329112d"},"text":"Compliance characteristics\r\n\r\n- High dielectric breakdown\r\n- Low viscosity\r\n- Well refined and free of materials that they may corrode the metallic parts\r\n- Be free of moisture and polar ionic or colloidal contaminants\r\n- To have a low pour point\r\n- Low flash point.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:21:49.686Z"},"__v":0}
{"_id":{"$oid":"621628d49fa816133329113a"},"text":"Preventing the deterioration of the oil\r\n\r\n- Due to the fact that the deterioration of the oil is caused generally by the oxidation, the method to prevent consists of reducing to a minimum possible its contact surface with the air. That is why a conservator tank is used. Moisture or humidity also accelerates the deterioration of the oil. To avoid this it must be used a dehydrating breather. The ideal method is the one that uses a nitrogen layer or a membrane on the surface of the oil to avoid that the oil be in direct contact with the air.\r\n\r\n- Dielectric oil is active under certain light conditions, heat and heavy metal ions, to produce free radicals that cause self-oxidation. To avoid this phenomenon, use additives that stop any oxidation.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:30:12.713Z"},"__v":0}
{"_id":{"$oid":"621629659fa8161333291152"},"text":"Routine inspection\r\n\r\n1) Excessive local heating: Pay attention to the clamping section of the terminals. It is convenient to paint this section with heat indicating paint.\r\n\r\n2) Pollution: \r\n2.1) When there is much dust and salt, a clean up must be performed and to do so, the transformer must be place out of service and use water, ammonia or carbon tetrachloride. If they are very dirty, use concentrated hydrochloric acid diluted 40 or more times in water.\r\n2.2) The solution should not be in contact with any metallic part. After the cleaning the porcelain parts, these must be neutralized with water that contains sodium bicarbonate in a proportion of 30 grams by liter. As long as it uses a chemical solution, make sure of washing it after with fresh water, so that no strange elements are left.\r\n2.3) In systems in which will be difficult to stop the operation of the transformer for cleaning, or in zones where there are many damages by the dust or the salt, it is being using recently a washing method designated \"of hot line\". It is a method to wash the equipment without stopping its operation, and there are 2 or 3 forms of doing it. In any case, it must be verified the degree of dust and salt, the quality of the water to wash and the method of waterproofing when the cleaning is done.\r\n\r\n- Mechanical damages: Check if there are any damages or oil leaks in the bushings. ","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:32:37.32Z"},"__v":0}
{"_id":{"$oid":"621629f09fa816133329116a"},"text":"Regular inspection (Once every two years).\r\n1) Evaluation of the deterioration of the insulation:\r\nThe methods to detect the deterioration of the insulation are the measurement of the insulation resistance and tan Δ\r\n\r\n2) The measurement of the insulation resistance in the bushings is not simple, since the bushing and the winding of the transformer should be independent; nevertheless, the measurement must be made the best way possible.\r\n\r\n3) The measurement of the tan Δ is also difficult, since the bushings should be separated from the transformer in most cases.\r\n\r\n4) The evaluation of the result of the measurement should not depend solely on the absolute values obtained, but on the values obtained each year and from the variation among them. If there are large discrepancies in the values, special attention is necessary.\r\n\r\n5) When the insulation resistance is superior to 1000 MΩ at normal temperatures, it can be considered as good condition, but the value of the tan also must be taken into consideration for the evaluation.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:34:56.973Z"},"__v":0}
{"_id":{"$oid":"62162a139fa8161333291176"},"text":"Inspection due to excessive partial heatings\r\n\r\nThe excessive heating of the terminals in most cases is due to loosening. If this condition is observed, eliminate the dust or dirt from the parts from contact and tighten firmly.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:35:31.364Z"},"__v":0}
{"_id":{"$oid":"62162a209fa8161333291182"},"text":"Local damages inspection (fissures) on the bushings\r\n\r\nThe cleaning of the bushings must be done according to what was mentioned. If the damages are very serious it must be replaced with new ones.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:35:44.849Z"},"__v":0}
{"_id":{"$oid":"62162a379fa816133329118e"},"text":"Inspection for oil leaks\r\n\r\n- Check the various pieces of the bushings to see if there is any oil leaks.\r\n\r\n- If oil is leaking through the gasket, tighten it or replace it. \r\n\r\n- If there are bushings of immersed in oil type and the oil leak is through other part of the bushing, report it to the manufacturer.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:36:07.645Z"},"__v":0}
{"_id":{"$oid":"62162a519fa816133329119f"},"text":"Storage\r\n\r\nKeep the bushings in a vertical position and in a dry place. It is recommended to keep them in their original packaging.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:36:33.573Z"},"__v":0}
{"_id":{"$oid":"62162aaa9fa81613332911b7"},"text":"Self - cooling type radiator\r\n\r\n- Check oil leaks from the upper-ends of the radiator and the welded parts of the panel or from the pipe. \r\n\r\n- If there are any sediments accumulated in the radiators' elements or in the pipe, the flow of oil is hindered and the temperature drops. For this reason, check by hand if these parts have the adequate temperature.\r\n\r\n- If the radiators are detachable, check that the valves are open correctly.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T12:38:02.779Z"},"__v":0}
{"_id":{"$oid":"621638439fa8161333291214"},"text":"Road construction safety remains a priority among workers. Several states have implemented campaigns addressing construction zone dangers and encouraging motorists to use caution when driving through work zones. National Work Zone Safety Awareness Week is held yearly. The national event began in 1999 and has gained popularity and media attention each year since. The purpose of the event is to draw national attention to motorist and worker safety issues in work zones.\r\n","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:36:03.122Z"},"__v":0}
{"_id":{"$oid":"621639369fa8161333291249"},"text":"Work on new and existing energized (hot) electrical circuits is prohibited until all power is shut off and grounds are attached and an effective Lockout/Tagout system is in place. \r\n  ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:40:06.75Z"},"__v":0}
{"_id":{"$oid":"621639c79fa8161333291293"},"text":"Scaffold must be sound, rigid and sufficient to carry its own weight plus four times the\r\nmaximum intended load without settling or displacement. It must be erected on solid\r\nfooting.","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:42:31.006Z"},"__v":0}
{"_id":{"$oid":"62163a009fa81613332912c0"},"text":"Unstable objects, such as barrels, boxes, loose bricks or concrete blocks must not be\r\nused to support scaffolds or planks.","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:43:28.565Z"},"__v":0}
{"_id":{"$oid":"62163a0e9fa81613332912cc"},"text":"Scaffold must not be erected, moved, dismantled or altered except under the\r\nsupervision of a competent person. ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:43:42.542Z"},"__v":0}
{"_id":{"$oid":"62163a169fa81613332912d8"},"text":"Scaffold accessories such as braces, brackets, trusses, screw legs or ladders that are\r\ndamaged or weakened from any cause must be immediately repaired or replaced ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:43:50.754Z"},"__v":0}
{"_id":{"$oid":"62163a239fa81613332912e5"},"text":"Scaffold platforms must be tightly planked with scaffold plank grade material or\r\nequivalent","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:44:03.241Z"},"__v":0}
{"_id":{"$oid":"62163a2a9fa81613332912f4"},"text":"A \"competent person\" must inspect the scaffolding and, at designated intervals,\r\nreinspect it.","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:44:10.514Z"},"__v":0}
{"_id":{"$oid":"62163a329fa8161333291303"},"text":"Rigging on suspension scaffolds must be inspected by a competent person before each\r\nshift and after any occurrence that could affect structural integrity to ensure that all\r\nconnections are tight and that no damage to the rigging has occurred since its last use. ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:44:18.738Z"},"__v":0}
{"_id":{"$oid":"62163a629fa8161333291330"},"text":"Synthetic and natural rope used in suspension scaffolding must be protected from heatproducing sources.\r\n","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:45:06.496Z"},"__v":0}
{"_id":{"$oid":"62163a719fa816133329133c"},"text":"Employees must be instructed about the hazards of using diagonal braces as fall\r\nprotection.","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:45:21.405Z"},"__v":0}
{"_id":{"$oid":"62163a829fa8161333291348"},"text":"Scaffold can be accessed by using ladders and stairwells.","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:45:38.017Z"},"__v":0}
{"_id":{"$oid":"62163a8a9fa8161333291354"},"text":"Scaffolds must be at least 10 feet from electric power lines at all times.","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:45:46.732Z"},"__v":0}
{"_id":{"$oid":"62163acc9fa816133329136e"},"text":"Dial type thermometer\r\n\r\n- This is a form of pressure measuring device with a bulb that contains a special liquid or sealed gas. It is connected with a very fine pipe to move the needle by expansion and contraction of the fluid; it must be verified comparing it with a normal thermometer once per year or more often.\r\n\r\n- Also, it must be checked carefully that it is free of rust in the inside, that water won’t get in, that the needle moves adequately and that the alarm contacts operate correctly.\r\n\r\n- If the crystal is blurred by moisture that gets inside, remove the lid from the crystal and change the seal.\r\n\r\n- After many years of use, the pipe of Bourdon wears out, the same as the sprocket and the support, leading to wrong readings; also the movable indicating parts may fall because of blows or vibrations. The guiding pipeline generally is double and the connection with the measuring device is separated or is broken easily. Therefore, it is necessary a careful handling of the dial type thermometer, if it is to be removed during the inspection of the transformer.\r\n\r\n- Check that the alarm contacts have been made adequately.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T13:46:52.585Z"},"__v":0}
{"_id":{"$oid":"62163b189fa81613332913aa"},"text":"Frayed, damaged or worn electrical cords or cables are promptly replaced, all extension cords have grounding prongs and to protect flexible cords and cables from damage sharp corners and projections should be avoided.  ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:48:08.505Z"},"__v":0}
{"_id":{"$oid":"62163b339fa81613332913cf"},"text":"Use extension cord sets used with portable electric tools and appliances that are the three-wire type and designed for hard or extra-hard service. (Look for some of the following letters imprinted on the casing: S, ST, SO, STO.)\r\n ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:48:35.201Z"},"__v":0}
{"_id":{"$oid":"62163b3f9fa81613332913db"},"text":"Other important guidelines:\r\nAll electrical tools and equipment are maintained in safe condition and checked regularly for defects and taken out of service if a defect is found.\r\nDo not bypass any protective system or device designed to protect employees from contact with electrical energy.\r\nOverhead electrical power lines are located and identified. \r\nEnsure that ladders, scaffolds, equipment or materials never come within 10 feet of electrical power lines. \r\nAll electrical tools must be properly grounded unless they are of the double insulated type.\r\nMultiple plug adapters are prohibited. ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T13:48:47.021Z"},"__v":0}
{"_id":{"$oid":"62163b759fa8161333291429"},"text":"Guidelines\r\n\r\n- The mercury contacts should be handled with extreme care, since they can be broken when there are vibrations. As a routine, examine for oil leaks and the gas production from the relay. If gas is found, take a sample and have it analyzed; also, verify the oil level in the conservator.\r\n\r\n- Clean the crystal from the inspection window, check the interior and verify if the flotation device is moving freely, with the support arm as its rotation center to regular intervals.\r\n\r\n- The relay can operate incorrectly when the float is submerged in oil, when the support shaft of the flotation device is left out from the joint or there is an oil leak.","authorId":{"$oid":"620e0fb9698cdee68179394e"},"authorName":"Dawar Husain","createdAt":{"$date":"2022-02-23T13:49:41.159Z"},"__v":0}
{"_id":{"$oid":"62163e0e9fa81613332914c2"},"text":"Hazard Controls\r\nSite preparation aids in preventing injury and death on construction sites. Site preparation includes removing debris, leveling the ground, filling holes, cutting tree roots, and marking gas, water, and electric pipelines. Another prevention method on the construction site is to provide a scaffold that is rigid and sufficient to carry its own weight plus four times the maximum intended load without settling or displacement. ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T14:00:46.178Z"},"__v":0}
{"_id":{"$oid":"62163e179fa81613332914ce"},"text":"Ways to prevent injuries and improve safety include:\r\n\r\n• Management safety\r\n• Integrate safety as a part of the job\r\n• Create accountability at all levels\r\n• Take safety into account during the project planning process\r\n• Make sure the contractors are pre-qualified for safety\r\n• Make sure the workers are properly trained in appropriate areas\r\n• Have a fall protection system\r\n• Prevent and address substance abuse to employees\r\n• Review accidents and near misses, as well as regular inspections\r\n• Innovative safety training, e.g. adoption of virtual reality in training\r\n• Replace some of the works by robots (many workers may worry that this will decrease\r\ntheir employment rate)\r\n• Adoption of BIM with three dimensional printing to make the building model first before\r\nput into real practice  ","authorId":{"$oid":"620e0f48698cdee681793941"},"authorName":"Shivang Bhawsar","createdAt":{"$date":"2022-02-23T14:00:55.225Z"},"__v":0}
